from calc_func import *
figure = str(input("Виберіть фігуру, площу якої ви хочете обчислити:\n"
                   "прямокутник, трикутник, коло \n "))

if figure == "прямокутник":
    a=(float(input("Введіть будь ласка довжину першої сторони:\n")))
    b=(float(input("Введіть будь ласка довжину другої сторони:\n")))
    print("Площа прямокутника:", rectangle(a,b))
elif figure == "трикутник":
    h=float(input("Введіть будь ласка висоту трикутника:\n"))
    a=float(input("Введіть будь ласка довжину сторони трикутника:\n"))
    print("Площа трикутника:", triangle(h,a))
elif figure == "коло":
    r=float(input("Введіть радіус кола\n"))
    print("Радіус кола:", circle(r))